{"translation-revision-date":"2025-01-11 03:23:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"%1$s%2$s Please try again.":["%1$s%2$s Bitte versuche es noch einmal."],"Learn more about setting up Reader Revenue Manager":["Weitere Informationen zur Einrichtung von Reader Revenue Manager"],"Once you have created your publication, it is submitted for review. <a>Learn more<\/a>":["Sobald du eine Veröffentlichung erstellt hast, wird sie zur Überprüfung eingereicht. <a>Weitere Informationen<\/a>\""],"* Support for subscriptions coming soon":["* Support für Abos demnächst verfügbar"],"To complete your Reader Revenue Manager account setup you will need to create a publication and set up Reader Revenue Manager in Publisher Center.":["Um die Einrichtung deines Reader Revenue Manager-Kontos abzuschließen, musst du eine Veröffentlichung erstellen und Reader Revenue Manager im Publisher Center einrichten."],"You can always enable Reader Revenue Manager from Settings later":["Du kannst Reader Revenue Manager jederzeit über die Einstellungen aktivieren"],"Edit <VisuallyHidden>publication <\/VisuallyHidden>in Reader Revenue Manager":["<VisuallyHidden>Veröffentlichung <\/VisuallyHidden>in Reader Revenue Manager bearbeiten"],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["%s hat Reader Revenue Manager konfiguriert und du hast keinen Zugriff auf die konfigurierte Publikation. Kontaktiere diese Person, um Zugriff zu erhalten oder Änderungen an der konfigurierten Publikation vorzunehmen."],"The previously selected publication with ID %s was not found. Please select a new publication.":["Die zuvor ausgewählte Publikation mit der ID %s wurde nicht gefunden. Wähle eine neue Publikation aus."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Dein Reader Revenue Manager-Konto wurde eingerichtet, aber deine Publikation muss in Reader Revenue Manager noch weiter eingerichtet werden."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Die Überprüfung deiner Publikation steht noch aus. Du kannst ihren Status in Reader Revenue Manager einsehen."],"Customize settings":["Einstellungen anpassen"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups in the Reader Revenue Manager settings.":["In den Reader Revenue Manager-Einstellungen lassen sich Optionen wie Abos, Unterstützungsbeiträge und Anmeldungen für Newsletter aktivieren, um so das Potenzial deiner Leser voll auszuschöpfen."],"Your Reader Revenue Manager account was successfully set up!":["Dein Reader Revenue Manager-Konto wurde eingerichtet."],"Set up Reader Revenue Manager":["Reader Revenue Manager eingerichtet"],"Learn more about reader revenue manager":["Weitere Informationen zu Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Den Umsatz steigern und die Leserbindung erhöhen"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["Deine Publikation wurde erstellt und wird demnächst überprüft. Das kann bis zu 2 Wochen dauern."],"Create publication":["Publikation erstellen"],"Complete publication setup":["Einrichtung der Publikation abschließen"],"Check publication status":["Status der Publikation ansehen"],"Your publication requires further setup in Reader Revenue Manager":["Deine Publikation muss in Reader Revenue Manager weiter eingerichtet werden"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["Die Überprüfung deiner Publikation steht noch aus. Du kannst ihren Status in Reader Revenue Manager einsehen."],"Create new publication":["Neue Publikation erstellen"],"Site Kit will connect your existing publication":["Site Kit stellt eine Verknüpfung mit deiner bestehenden Publikation her"],"Enable features":["Funktionen aktivieren"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups":["Aktiviere Optionen wie Abos, Unterstützungsbeiträge und Anmeldungen für Newsletter, um so das Potenzial deiner Leser voll auszuschöpfen."],"Your Reader Revenue Manager publication is approved":["Deine Reader Revenue Manager-Publikation wurde genehmigt"],"Don’t show again":["Nicht mehr anzeigen"],"Retry didn’t work? <HelpLink \/>":["Besteht der Fehler trotz des wiederholten Versuchs weiter?<HelpLink \/>"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["Der Administrator, der dieses Modul mit dir teilt, hat keinen Zugang zum %s-Service mehr, daher kannst du keine Statistiken auf dem Site Kit-Dashboard sehen. Du kannst diesen oder einen anderen Administrator kontaktieren, um wieder Zugang zu bekommen."],"Access lost to %s":["Zugriff auf %s verloren"],"Request access":["Zugriff anfordern"],"Get help":["Hilfe aufrufen"],"Retry":["Erneut versuchen"],"Data errors in %s":["Datenfehler in %s"],"Data Unavailable":["Daten nicht verfügbar"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Die Daten der folgenden Module wurden durch einen Administrator freigegeben, der keinen Zugriff mehr hat: %s. Bitte wende dich für die Wiederherstellung an einen anderen Administrator."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Die Daten von %s wurden durch einen Administrator freigegeben, der keinen Zugriff mehr hat. Bitte wende dich für die Wiederherstellung an einen anderen Administrator."],"Another admin":["Ein anderer Administrator"],"Maybe later":["Vielleicht später"],"screen reader text\u0004(disabled)":["(Deaktiviert)"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["Ok"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Einrichtung abschließen"],"Next":["Weiter"],"screen reader text\u0004(opens in a new tab)":["(öffnet in neuem Tab)"],"Insufficient permissions in %s":["Unzureichende Berechtigungen in %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["<a href=\"%s\">Richte das Plug-in noch einmal ein<\/a>, um das Problem zu beheben."],"%sK":["%sT"],"%sM":["%s Mio."],"Last %s day":["Letzter Tag","Letzte %s Tage"],", ":[", "],"OK, Got it!":["Okay, verstanden!"],"Back":["Zurück"],"Error: %s":["Fehler: %s"],"%s Gathering Data":["%s erfasst Daten"],"Data error in %s":["Datenfehler in %s"],"Close":["Schließen"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-d2e3a002b36b72b46585.js"}}